Repository: juliebaumler/rocket
Catalog: locale/chn/LC_MESSAGES/rocket.po
Languages: chn

source: GIVE A LETTER:
chn: mayka palach t'səm-bit:

source: BYE!
chn: aɬqi!

source: GUESSED LETTER:
chn: t'ɬunas-t'səm-bit:

source: NOT A LETTER. TRY AGAIN.
chn: wik t'səm-bit ukuk. munk-kakwa wəxu0323t.

source: MISSED!
chn: t'sipi!

source: USED ALREADY. TRY AGAIN.
chn: anqati nayka munk t'səm-bit {guess}. munk-t'ɬunas wəxu0323t.

source: GUESSES LEFT:
chn: kʰa nayka munk-t'ɬunas:

source: THE WORD WAS: {chosen_word}
chn: uk tənəs-wawa {chosen_word} ukuk.

source: GREAT! YOU WIN!
chn: dret ɬush! mayka tulu!

source: DIDN'T WIN
chn: wik mayka tulu. :(
